Repository: freyes/percona-xtradb-cluster-5.5
Catalog: debian/po/*.po
Languages: ja, pt

source: Really proceed with downgrade?
ja: 本当にダウングレードを実行しますか?
pt: Prosseguir realmente com o retrocesso de versão (downgrade)?

source: A file named /var/lib/mysql/debian-*.flag exists on this system.
ja: このシステムには /var/lib/mysql/debian-*.flag という名前のファイルが存在しています。
pt: Existe neste sistema um ficheiro chamado /var/lib/mysql/debian-*.flag.

source: Such file is an indication that a mysql-server package with a higher version has been installed earlier.
ja: このファイルが意味するのは、以前により新しいバージョンの mysql-server パッケージがインストールされていたことを示します。
pt: Tal ficheiro é um indicador que um pacote mysql-server com uma versão superior esteve instalado anteriormente.

source: There is no guarantee that the version you're currently installing will be able to use the current databases.
ja: このデータベースを現在インストールしようとしているバージョンで使えるかどうかは保証できません。
pt: Não há garantias que a versão que você está a instalar agora seja capaz de usar as bases de dados actuais.

source: Important note for NIS/YP users
ja: NIS/YP ユーザへの重要な注意
pt: Nota importante para utilizadores de NIS/YP

source: To use MySQL, the following entries for users and groups should be added to the system:
ja: MySQL を使うにはシステムに以下のユーザやグループを追加する必要があります。
pt: Para usar MySQL, devem ser adicionadas ao sistema as seguintes entradas para utilizadores e grupos:

source: You should also check the permissions and the owner of the /var/lib/mysql directory:
ja: /var/lib/mysql の所有者権限をチェックする必要もあります。
pt: Você também deve verificar as permissões e o dono do directório /var/lib/mysql:

source: Remove all Percona Server databases?
ja: すべての Percona Server データベースを削除しますか?
pt: Remover todas as bases de dados do Servidor Percona?

source: The /var/lib/mysql directory which contains the Percona Server databases is about to be removed.
ja: Percona Server データベースを含んでいるディレクトリ /var/lib/mysql を削除しようとしています。
pt: O directório /var/lib/mysql que contém as bases de dados do servidor Percona está prestes a ser removido.

source: If you're removing the Percona Server package in order to later install a more recent version or if a different mysql-server package is already using it, the data should be kept.
ja: 後でより新しいバージョンのものをインストールしようとするために Percona Server パッケージを削除しようとしている、あるいは別の mysql-server パッケージを既に使っている場合、データは保持する必要があります。
pt: Se você está a remover o pacote do Servidor Percona de modo a mais tarde instalar uma versão mais recente ou se um outro pacote mysql-server diferente está a usá-los, os dados devem ser mantidos.

source: Start the Percona Server daemon on boot?
ja: ブート時に Percona Server デーモンを開始させますか?
pt: Iniciar o daemon do Servidor Percona no arranque da máquina?

source: The Percona Server daemon can be launched automatically at boot time or manually with the '/etc/init.d/mysql start' command.
ja: Percona Server デーモンはブート時に自動で、または手作業で「/etc/init.d/mysql start」コマンドを実行することで開始できます。
pt: O daemon do Servidor Percona pode ser iniciado automaticamente durante o arranque da máquina ou manualmente com o comando '/etc/init.d/mysql start'.

source: New password for the Percona Server "root" user:
ja: Percona Server の「root」ユーザに対する新しいパスワード:
pt: Nova palavra passe para o utilizador "root" do Servidor Percona:

source: While not mandatory, it is highly recommended that you set a password for the Percona Server administrative "root" user.
ja: 必須ではありませんが Percona Server の管理者ユーザに対してパスワードを設定することを強く推奨します。
pt: Apesar de não obrigatório, é altamente recomendado que defina uma palavra passe para o utilizador "root" que administra o Servidor Percona.

source: If that field is left blank, the password will not be changed.
ja: 空白にした場合パスワードは変更されません。
pt: Se esse campo for deixado vazio, a palavra passe não será alterada.

source: Repeat password for the Percona Server "root" user:
ja: Percona Server の「root」ユーザのパスワードを繰り返し入力してください。
pt: Repita a palavra passe para o utilizador "root" do Servidor Percona:

source: Unable to set password for the Percona Server "root" user
ja: Percona Server の「root」ユーザのパスワードを設定できません
pt: Incapaz de definir a palavra passe para o utilizador "root" do Servidor Percona.

source: An error occurred while setting the password for the Percona Server administrative user. This may have happened because the account already has a password, or because of a communication problem with the Percona Server daemon.
ja: Percona Server の管理者ユーザに対してパスワードを設定しようとした際、エラーが発生しました。これは既に管理者ユーザにパスワードが設定されていたか、Percona Server サーバとの接続に問題があったためだと思われます。
pt: Ocorreu um erro ao definir a palavra passe para o utilizador administrador do Servidor Percona. Isto pode ter ocorrido porque a conta pode já ter uma palavra passe, ou devido a um problema de comunicação com o daemon do Servidor Percona.

source: You should check the account's password after the package installation.
ja: パッケージのインストール後、アカウントのパスワードを確認する必要があります。
pt: Você deve verificar a palavra passe da conta após a instalação do pacote.

source: Please read the /usr/share/doc/mysql-server-5.5/README.Debian file for more information.
ja: 詳細は /usr/share/doc/mysql-server-5.5/README.Debian を参照してください。
pt: Por favor leia o ficheiro /usr/share/doc/mysql-server-5.5/README.Debian para mais informação.

source: Password input error
ja: パスワード入力エラー
pt: Erro na introdução da palavra passe

source: The two passwords you entered were not the same. Please try again.
ja: 入力された二つのパスワードが一致しません。再入力してください。
pt: As duas palavras passe que inseriu não são iguais. Por favor tente de novo.

source: NDB Cluster seems to be in use
ja: NDB クラスタが利用されているようです
pt: O Cluster NDB parece estar a ser usado

source: Percona-Server-5.5 has orphaned NDB Cluster support. Please migrate to the new mysql-cluster package and remove all lines starting with "ndb" from all config files below /etc/mysql/.
ja: Percona-Server-5.5 では NDB クラスタのサポートは廃止されています。新たな mysql-cluster パッケージに移行して、/etc/mysql 以下の設定ファイルすべてから「ndb」で始まる行を削除してください。
pt: O Percona-Server-5.5 abandonou o suporte a Cluster NDB. Por favor migre para novo pacote mysql-cluster e remova todas as linhas que começam com "ndb" de todos os ficheiros de configuração para lá de /etc/mysql/.
